export const recommendation = [
    {id: 'intj', country: '미국'},
    {id: 'intp', country: '아이슬란드'},
    {id: 'infj', country: '프랑스'},
    {id: 'infp', country: '뉴질랜드'},
    {id: 'istj', country: '영국'},
    {id: 'istp', country: '하와이'},
    {id: 'isfj', country: '스위스'},
    {id: 'isfp', country: '태국'},
    {id: 'entj', country: '괌'},
    {id: 'entp', country: '포르투갈'},
    {id: 'enfj', country: '스페인'},
    {id: 'enfp', country: '호주'},
    {id: 'estj', country: '싱가포르'},
    {id: 'estp', country: '뉴질랜드'},
    {id: 'esfj', country: '이탈리아'},
    {id: 'esfp', country: '브라질'}
];

export const countries = [
    {
        country: '스위스', emoji: '🇨🇭', content: '편안하고 고요한 분위기를 자랑하는 나라로, \n' +
            '\n' +
            'ISFJ의 세심함과 안정적인 여행 스타일에 맞는 곳이에요. \n' +
            '\n' +
            '아름다운 자연과 전통적인 매력이 가득한\n' +
            '\n' +
            ' 취리히에서 여유로운 여행을 즐길 수 있어요.\n'
    },
    {
        country: '아이슬란드', emoji: '🇮🇸', content: '독특한 자연 환경과 과학적인 탐구 요소가 많아\n' +
            '\n' +
            'INTP에게 매력적인 곳이에요\n' +
            '\n' +
            '밤하늘의 오로라도 볼 수 있어요.\n'
    },
    {
        country: '프랑스', emoji: '🇫🇷', content: ' 예술, 문학, 역사의 중심지로\n' +
            '\n' +
            ' INFJ가 좋아하는 창의적이고 깊이 있는 경험을 제공하는 도시입니다. \n' +
            '\n' +
            '미술관과 박물관, 책방, 그리고 조용한 카페에서의 시간을 보내며 \n' +
            '\n' +
            '사색적인 여행을 즐길 수 있습니다.'
    },
    {
        country: '뉴질랜드', emoji: '🇳🇿', content: '뉴질랜드는 자연과 액티비티의 천국입니다.\n' +
            '\n' +
            ' 스카이다이빙, 번지점프, 하이킹, 제트보트 등 \n' +
            '\n' +
            '액티브한 활동이 넘쳐나며, \n' +
            '\n' +
            '스릴 넘치는 경험을 즐길 수 있는 곳이에요.'
    },
    {
        country: '영국', emoji: '🇬🇧', content: '역사적이고 문화적으로 중요한 도시로, \n' +
            '\n' +
            '잘 정리된 일정과 계획적인 여행을 선호하는 ISTJ에게 완벽한곳이에요.\n' +
            '\n' +
            '관광 명소들이 체계적으로 잘 갖춰져 있어\n' +
            '\n' +
            ' 여행을 효율적으로 할 수 있어요.'
    },
    {
        country: '하와이', emoji: '🌺', content: '서핑, 하이킹, 다이빙 등 \n' +
            '\n' +
            '다양한 액티비티가 가득한 곳으로,\n' +
            '\n' +
            ' 도전적인 경험과 자연 속에서의 \n' +
            '\n' +
            '자유를 중시하는 ISTP에게 적합한곳이에요.'
    },
    {
        country: '괌', emoji: '🇬🇺', content: '스카이다이빙, 제트스키 등 많은 수상스포츠와 쇼를 즐길 수 있는 괌은\n' +
            '\n' +
            ' 타고난 리더십으로 새로운 성취를 선호하는 타입인 ENTJ에게 딱 맞는 여행지에요~\n' +
            '\n' +
            '도전적인 액티비티를 통해 스릴과 성취감을 동시에 느낄 수 있어\n' +
            '\n' +
            'ENTJ의 모험심과 목표 지향적인 성향을 충족시켜줍니다.'
    },
    {
        country: '태국', emoji: '🇹🇭', content: ' 치앙마이는 자연과 문화가 결합된 평화로운 도시로,\n' +
            '\n' +
            ' ISFP가 즐길 수 있는 \n' +
            '\n' +
            '아름다운 사원, 전통적인 마을 풍경과 \n' +
            '\n' +
            '자연 속에서의 편안한 휴식을 느낄수 있습니다.\n' +
            '\n' +
            '치앙마이의 저녁 시장에서 \n' +
            '\n' +
            '예술적인 물건들을 구경 할 수 있어요.'
    },
    {
        country: '미국', emoji: '🇺🇸', content: '미국 샌프란시스코는 자유롭고 개방적인 분위기와 \n' +
            '아름다운 자연 경관과 문화적인 다양한 도시입니다.\n' +
            '\n' +
            '실리콘밸리에는 구글,애플, 넷플릭스 본사가 있으며\n' +
            '혁신과 창의성을 중요시하는 사람들이 모여 있습니다.\n' +
            '\n' +
            'INTJ와 같은 목표 지향적인 사람들에게 새로운 아이디어와 비즈니스 기회를 찾기에 완벽한 장소입니다.'
    },
    {
        country: '포르투갈', emoji: '🇵🇹', content: '포르투갈은 예술, 역사, 혁신이 결합된 도시로, \n' +
            '\n' +
            '자유로운 분위기와 창의적인 장소들이 많아\n' +
            '\n' +
            ' ENTP에게 흥미로운 경험을 제공해요.\n' +
            '\n' +
            '리스본과 포르투에서 만날 수 있는 알록달록한 아줄레주 타일과 거리 예술은\n' +
            '\n' +
            '전통과 현대가 공존하는 독특한 매력을 느낄 수 있어요.\n'

    },
    {
        country: '스페인', emoji: '🇪🇸', content: '스페인은 활기차고 다채로운 문화가 넘치는 도시로, \n' +
            '사람들과의 교류와 감성적인 경험을 동시에 할 수 있습니다.\n' +
            '\n' +
            '특히 바르셀로나와 마드리드의 예술과 역사적 명소는\n' +
            'ENFJ가 사랑하는 사람들과 진정한 유대감을 형성할 수 있는 기회를 만들어줍니다.'
    },
    {
        country: '호주', emoji: '🇦🇺', content: '호주는 활기찬 도시 분위기와 자연을 동시에 경험할 수 있는 곳으로\n' +
            '\n' +
            '다양한 액티비티와 사람들과의 만남이 ENFP의 성향과 잘 맞습니다.\n' +
            '\n' +
            '시드니의 해변과 멜버른의 예술적인 거리, ' +
            '\n' +
            '그리고 그레이트 배리어 리프와 같은 자연의 경이로움을 느낄 수 있어요!'
    },
    {
        country: '싱가포르', emoji: '🇸🇬', content: '효율적인 대중교통 시스템과 질서 있는 도시로,\n' +
            '\n' +
            ' ESTJ가 선호하는 정리된 환경을 제공해요.\n' +
            '\n' +
            '계획적인 여행에 적합한 도시에요.'
    },
    {
        country: '뉴질랜드', emoji: '🇳🇿', content: '뉴질랜드는 자연과 액티비티의 천국입니다.\n' +
            '\n' +
            ' 스카이다이빙, 번지점프, 하이킹, 제트보트 등 \n' +
            '\n' +
            '액티브한 활동이 넘쳐나며, \n' +
            '\n' +
            '스릴 넘치는 경험을 즐길 수 있는 곳이에요.'
    },
    {
        country: '이탈리아', emoji: '🇮🇹', content: '예술과 역사적인 명소가 가득한 이탈리아 피렌체는\n' +
            '\n' +
            '친구나 가족과 함께 여행하기에 좋은 장소입니다.\n' +
            '\n' +
            '도시를 거닐며 미켈란젤로의 다비드상이나 우피치 미술관 같은 문화유산을 탐방할 수 있으며\n' +
            '\n' +
            '사회적이고 감성적인 교감을 즐기는 ESFJ에게 완벽한 환경이에요!'
    },
    {
        country: '브라질', emoji: '🇧🇷', content: '브라질은 에너지 넘치는 카니발 문화와 함께 해변, 파티, 활기찬 분위기를 제공합니다. \n' +
            '\n' +
            'ESFP는 사람들과의 소통, 음악, 춤을 즐기며' +
            '\n' +
            ' 여행을 통해 다양한 경험을 얻을 수 있습니다.' +
            '\n' +
            '\n' +
            '리우데자네이루의 코르코바도 산과 예수상,' +
            '\n' +
            '이구아수 폭포의 장엄한 자연 경관은 놀라운 경험을 선사합니다.'
    }
];

